Repository: gnachman/iTerm2
Catalog: sources/MainMenu/mul.lproj/MainMenu.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# VcO-5C-gYt.title
source: Full-Width Bottom of Screen
de: Volle Breite, unten am Bildschirm
ja: 画面下部に全幅表示
pt_br: Parte inferior da tela em largura total
ru: Во всю ширину внизу экрана
zh_hans: 屏幕底部全宽

# vdB-Qh-wxH.title
source: Literal Controls
de: Literale Steuerzeichen
ja: リテラル制御文字
pt_br: Controles literais
ru: Буквальные управляющие коды
zh_hans: 字面控件

# VDU-gj-HpO.title
source: Clear Find
de: Suche löschen
ja: 検索をクリア
pt_br: Limpar busca
ru: Очистить поиск
zh_hans: 清除查找

# vlr-uw-Err.title
source: Explain Output with AI
de: Ausgabe mit KI erklären
ja: AIで出力を説明
pt_br: Explicar saída com IA
ru: Объяснить вывод с помощью ИИ
zh_hans: 使用 AI 解释输出

# VOZ-Xj-fTA.title
source: Emulation Level
de: Emulationsstufe
ja: エミュレーションレベル
pt_br: Nível de emulação
ru: Уровень эмуляции
zh_hans: 仿真级别

# VPn-YM-CGp.title
source: Find URLs
de: URLs suchen
ja: URLを検索
pt_br: Buscar URLs
ru: Найти URL-адреса
zh_hans: 查找 URL

# vvf-qA-Pf7.title
source: Replace with Pretty-Printed JSON
de: Durch formatiertes JSON ersetzen
ja: 整形されたJSONで置換
pt_br: Substituir por JSON formatado
ru: Заменить отформатированным JSON
zh_hans: 替换为格式化 JSON

# w4F-uL-QPB.title
source: Actions
de: Aktionen
ja: アクション
pt_br: Ações
ru: Действия
zh_hans: 操作

# wau-MD-nUH.title
source: Size Changes Update Profile
de: Größenänderungen aktualisieren Profil
ja: サイズ変更をプロファイルに反映
pt_br: Mudanças de tamanho atualizam o perfil
ru: Изменения размера обновляют профиль
zh_hans: 大小变化时更新配置文件

# WcV-7l-ycc.title
source: Remove Recent Profiles from Dock Menu
de: Zuletzt verwendete Profile aus Dock-Menü entfernen
ja: Dockメニューから最近使ったプロファイルを削除
pt_br: Remover perfis recentes do menu do Dock
ru: Удалить недавние профили из меню Dock
zh_hans: 从 Dock 菜单移除最近使用的配置文件

# Weo-nd-iLL.title
source: Buried Sessions
de: Vergrabene Sitzungen
ja: 隠しセッション
pt_br: Sessões ocultas
ru: Скрытые сессии
zh_hans: 隐藏的会话

# wHh-8e-oU2.title
source: Manage Dependencies…
de: Abhängigkeiten verwalten…
ja: 依存関係を管理…
pt_br: Gerenciar dependências…
ru: Управление зависимостями…
zh_hans: 管理依赖项…

# WKv-50-M5a.title
source: Back
de: Zurück
ja: 戻る
pt_br: Voltar
ru: Назад
zh_hans: 后退

# wMa-7x-vmS.title
source: Workgroups
de: Arbeitsgruppen
ja: ワークグループ
pt_br: Grupos de trabalho
ru: Рабочие группы
zh_hans: 工作组

# wNF-TH-Fz5.title
source: Load Arrangement from File…
de: Anordnung aus Datei laden…
ja: ファイルからアレンジメントを読み込む…
pt_br: Carregar organização de arquivo…
ru: Загрузить расстановку из файла…
zh_hans: 从文件载入窗口布局…

# wTB-km-9Qm.title
source: Copy Mode Shortcuts
de: Tastenkürzel für Kopiermodus
ja: コピーモードのショートカット
pt_br: Atalhos do modo de cópia
ru: Комбинации клавиш режима копирования
zh_hans: 拷贝模式快捷键

# wXP-h9-8lp.title
source: Split Pane
de: Bereich teilen
ja: ペインを分割
pt_br: Dividir painel
ru: Разделить панель
zh_hans: 拆分窗格

# X81-5E-VA5.title
source: Resize Window
de: Fenstergröße ändern
ja: ウインドウのサイズを変更
pt_br: Redimensionar janela
ru: Изменить размер окна
zh_hans: 调整窗口大小

# xAJ-2s-wRO.title
source: Report All Event Types
de: Alle Ereignistypen melden
ja: すべてのイベントタイプを報告
pt_br: Relatar todos os tipos de eventos
ru: Сообщать обо всех типах событий
zh_hans: 报告所有事件类型

# xcL-dd-3m4.title
source: Add Trigger…
de: Trigger hinzufügen…
ja: トリガーを追加…
pt_br: Adicionar gatilho…
ru: Добавить триггер…
zh_hans: 添加触发器…

# xK3-pO-8bT.title
source: modifyOtherKeys Mode 1
de: modifyOtherKeys-Modus 1
ja: modifyOtherKeys モード1
pt_br: modifyOtherKeys modo 1
ru: Режим modifyOtherKeys 1
zh_hans: modifyOtherKeys 模式 1

# XkO-DN-h6r.title
source: Decrease Width
de: Breite verringern
ja: 幅を狭める
pt_br: Diminuir largura
ru: Уменьшить ширину
zh_hans: 减小宽度

# Xma-aq-b5U.title
source: Right of Screen
de: Rechts am Bildschirm
ja: 画面右側
pt_br: À direita da tela
ru: Справа от экрана
zh_hans: 屏幕右侧

# Xn8-na-Zys.title
source: Paste File Base64-Encoded
de: Datei Base64-kodiert einfügen
ja: ファイルをBase64エンコードして貼り付け
pt_br: Colar arquivo codificado em Base64
ru: Вставить файл в кодировке Base64
zh_hans: 粘贴 Base64 编码的文件

# Xsz-J9-7ar.title
source: Clear to Last Mark
de: Bis zur letzten Markierung löschen
ja: 最後のマークまでクリア
pt_br: Limpar até a última marca
ru: Очистить до последней отметки
zh_hans: 清除到最后一个标记

# xtk-nu-uNt.title
source: Arrange Split Panes Evenly
de: Geteilte Bereiche gleichmäßig anordnen
ja: 分割ペインを均等に配置
pt_br: Distribuir painéis divididos uniformemente
ru: Выровнять разделённые панели
zh_hans: 平均排列拆分窗格

# Xu9-L5-uPr.title
source: Import Recording
de: Aufnahme importieren
ja: 記録をインポート
pt_br: Importar gravação
ru: Импортировать запись
zh_hans: 导入录制

# xWN-I8-ExG.title
source: Application Keypad
de: Anwendungstastenfeld
ja: アプリケーションキーパッド
pt_br: Teclado numérico do aplicativo
ru: Прикладная клавиатура
zh_hans: 应用程序键盘区

# xx4-Ao-jke.title
source: Full-Width Top of Screen
de: Volle Breite, oben am Bildschirm
ja: 画面上部に全幅表示
pt_br: Parte superior da tela em largura total
ru: Во всю ширину вверху экрана
zh_hans: 屏幕顶部全宽

# ycJ-VX-uQI.title
source: Disconnect
de: Verbindung trennen
ja: 切断
pt_br: Desconectar
ru: Отключиться
zh_hans: 断开连接

# YHP-Qx-eCZ.title
source: Warn Before Pasting One Line Ending in a Newline at Shell Prompt
de: Vor dem Einfügen einer Zeile mit abschließendem Zeilenumbruch an der Shell-Eingabeaufforderung warnen
ja: シェルプロンプトで改行付きの1行を貼り付ける前に警告
pt_br: Avisar antes de colar uma linha que termina com nova linha no prompt do shell
ru: Предупреждать перед вставкой однострочного текста, заканчивающегося переводом строки, в командной строке оболочки
zh_hans: 在 Shell 提示符粘贴以换行结尾的单行前发出警告

# yIL-PC-jnC.title
source: Find Globally…
de: Global suchen…
ja: 全体を検索…
pt_br: Buscar globalmente…
ru: Найти везде…
zh_hans: 全局查找…

# yOg-Xf-9Ja.title
source: Maximized
de: Maximiert
ja: 最大化
pt_br: Maximizada
ru: Развёрнуто
zh_hans: 最大化

# YqT-f8-W2j.title
source: Console
de: Konsole
ja: コンソール
ru: Консоль
zh_hans: 控制台

# YXw-k6-LJh.title
source: New Tab Next to Current Tab
de: Neuer Tab neben aktuellem Tab
ja: 現在のタブの隣に新規タブを開く
pt_br: Nova aba ao lado da aba atual
ru: Новая вкладка рядом с текущей
zh_hans: 在当前标签页旁新建标签页

# z6V-EJ-Ntf.title
source: Restore Window Arrangement as Tabs
de: Fensteranordnung als Tabs wiederherstellen
ja: ウインドウアレンジメントをタブとして復元
pt_br: Restaurar organização de janelas como abas
ru: Восстановить расстановку окон как вкладки
zh_hans: 以标签页恢复窗口布局

# ZaV-ga-7GF.title
source: Replace with Base 64-Encoded Value
de: Durch Base64-kodierten Wert ersetzen
ja: Base64エンコードされた値で置換
pt_br: Substituir por valor codificado em Base64
ru: Заменить значением в кодировке Base64
zh_hans: 替换为 Base64 编码值

# zgu-Gv-WUr.title
source: Engage Artificial Intelligence
de: Künstliche Intelligenz aktivieren
ja: 人工知能を起動
pt_br: Ativar inteligência artificial
ru: Задействовать искусственный интеллект
zh_hans: 启用人工智能

# ZGW-Bo-6S6.title
source: Session
de: Sitzung
ja: セッション
pt_br: Sessão
ru: Сессия
zh_hans: 会话

# ZSr-qC-BlG.title
source: Named Marks
de: Benannte Markierungen
ja: 名前付きマーク
pt_br: Marcas nomeadas
ru: Именованные отметки
zh_hans: 命名标记

# ZtC-pi-TV2.title
source: Next Peer
de: Nächster Peer
ja: 次のピア
pt_br: Próximo par
ru: Следующий сосед
zh_hans: 下一个对等节点

# 2GY-cf-R3u.title
source: Normal
ja: 標準
ru: Обычный
zh_hans: 标准

# 81.title
source: Shell
ja: シェル
ru: Оболочка

# 83.title
source: Shell
ja: シェル
ru: Оболочка

# 1461.title
source: Dashboard
ja: ダッシュボード
pt_br: Painel
ru: Панель управления
zh_hans: 仪表盘

# cX5-Da-13x.title
source: Tab
ja: タブ
pt_br: Aba
ru: Вкладка
zh_hans: 标签页

# g30-gR-6hU.title
source: Cockpit
ja: コックピット
pt_br: Cabine de comando
ru: Кокпит

# rPD-q2-ZI6.title
source: Filter
ja: フィルタ
pt_br: Filtrar
ru: Фильтр
zh_hans: 筛选

# Tel-UC-zi5.title
source: Tab
ja: タブ
pt_br: Aba
ru: Вкладка
zh_hans: 标签页

# TJi-5Q-RCM.title
source: Auto Composer
ja: 自動コンポーザー
pt_br: Auto Compositor
ru: Автокомпозер
zh_hans: 自动 Composer

# Dn5-OV-QtF.title
source: Web
ru: Веб
zh_hans: 网页

# xDC-cp-ZMt.title
source: Web
ru: Веб
zh_hans: 网页
